# #В чемпионате мира участвуют 16 команд. С помощью жребия их нужно разделить на четыре группы по четыре команды в каждой. В ящике вперемешку лежат карточки с номерами групп:
#
# 1, 1, 1, 1, 2, 2, 2, 2, 3, 3, 3, 3, 4, 4, 4, 4.
#
# Капитаны команд тянут по одной карточке. Какова вероятность того, что команда России окажется во второй группе?
com = 16 #количество команд
group_ = 4 #количество человек во второй группе
p = group_/com #веротяность того, что команда россии окажется во  второй группе
print(p)
